[
    {
        "name": "MIGRANTOLOGOS",
        "image": "https://static1.squarespace.com/static/57374fc227d4bd28d984d633/57cd1771ebbd1afd7c11cbfe/57d882b93e00bec130c39edc/1473807473596/migrantologo.png",
        "url": "http://www.migrantologos.mx/es/",
        "description": "A group of professors / researchers, scholars and activists issues whose axis is migration, which we understand from the many social protests fueled by international human mobility of our time, whether diversity, tolerance, plurality, but also racism, xenophobia, intolerance and misunderstanding to the other.",
        "description_esp":"Un grupo de profesores/investigadores, estudiosos y activistas de temas cuyo eje es la migración, la cual entendemos a partir de las múltiples manifestaciones sociales que provoca la movilidad humana internacional de nuestro tiempo, ya sea la diversidad, la tolerancia, la pluralidad, pero también el racismo, la xenofobia, la intolerancia y la incomprensión hacia el otro."
    },
    {
        "name": "Asamblea Popular de Familias Migrantes",
        "image": "https://static1.squarespace.com/static/57374fc227d4bd28d984d633/57cd1771ebbd1afd7c11cbfe/57cd1771ebbd1afd7c11cc02/1473059100375/apofam-logo.png",
        "url": "http://familiasmigrantes.org/inicio/",
        "description": "Migrants,families communities fighting for human rights, legal reforms and economic alternatives with a transnational vision for justice and equality. MEX-USA",
        "description_esp":"Migrantes, familias & comunidades por derechos humanos, reformas legales y alternativas económicas con visión de justicia e igualdad trasnacional. MX-EEUU"
    },
    {
        "name": "Instituto para las Mujeres en la Migracion A.C.",
        "image": "https://static1.squarespace.com/static/57374fc227d4bd28d984d633/57cd1771ebbd1afd7c11cbfe/57cd19d05016e14621603835/1473280395869/logo+%281%29.png",
        "url": "http://www.imumi.org",
        "description": "The Instituto para las Mujeres en la Migración, AC (IMUMI) is a civil society organization that promotes the human rights of migrant women in Mexico and the United States.",
        "description_esp": "El Instituto para las Mujeres en la Migración, AC (IMUMI) es una organización de la sociedad civil que promueve los derechos de las mujeres en la migración."
    },
    {
        "name": "Colectivo de Apoyo para Personas Migrantes A.C.",
        "image": "https://static1.squarespace.com/static/57374fc227d4bd28d984d633/57cd1771ebbd1afd7c11cbfe/57e40e8346c3c428fa1d2519/1474563787826/coami+logo.png",
        "url": "http://colectivocoami.org",
        "description": "We work to promote, protect and defend the human rights of migrants, people applying for asylum and refugees in Mexico. ",
        "description_esp": "Trabajamos por la promoción, protección y defensa de los derechos humanos de las personas migrantes, solicitantes de asilo y refugio en México."
    },
    {
        "name": "Iniciativa Ciudadana para la Promocion de la Cultura del Dialogo",
        "image": "https://static1.squarespace.com/static/57374fc227d4bd28d984d633/57cd1771ebbd1afd7c11cbfe/57cd1771ebbd1afd7c11cc00/1473058953714/10-A%C3%91OS.png",
        "url": "http://www.iniciativaciudadana.org.mx",
        "description": "The role of this association is to promote the political development with a democratic intelligence from civil society and this way be able to contribute to an empowered country.",
        "description_esp": "La función de esta asociación es promover el desarrollo de la inteligencia democrática de la sociedad civil y, de esta manera, contribuir a su fortalecimiento como actor portador del interés público."
    },
    {
        "name": "Kino Border Iniciative",
        "image": "https://static1.squarespace.com/static/57374fc227d4bd28d984d633/57cd1771ebbd1afd7c11cbfe/57cd1771ebbd1afd7c11cc04/1473058931359/kino.png",
        "url": "http://www.kinoborderinitiative.org",
        "description": "The Kino Border Initiative is a collaborative, bi-national apostolic effort that engage in Catholic education and faith formation, socio-pastoral outreach, research and advocacy on both sides of the border in Ambos Nogales, Arizona.",
        "description_esp": "The Kino Border Initiative es una colaboración, de esfuerzos apostólicos  bi-nacionales que se vinculan con la formación educativa y en la fe católica, difusión socio-pastoral, investigación y activísimo en ambos lados de la frontera de Nogales, Arizona."
    },
        {
        "name": "Muger Migrante A.C.",
        "image": "https://static1.squarespace.com/static/57374fc227d4bd28d984d633/57cd1771ebbd1afd7c11cbfe/57cd1771ebbd1afd7c11cbfd/1473058911988/MUJERESMIGRANTES.jpg",
        "url": "http://mujermigrante.mx/",
        "description": "The Mujer Migrante Portal is a handy and reliable resource for migrants, from where you can obtain information regarding migration and human rights with a gender perspective.",
        "description_esp": "El Portal Mujer Migrante, es una herramienta útil para las personas migrantes desde donde se puede acceder a información confiable sobre temas de migración y Derechos Humanos con perspectiva de género."
    },
        {
        "name": "We Belong Together",
        "image": "https://static1.squarespace.com/static/57374fc227d4bd28d984d633/57cd1771ebbd1afd7c11cbfe/57cd1771ebbd1afd7c11cc01/1473058941587/logo.png",
        "url": "http://www.webelongtogether.org/",
        "description": "We Belong Together is a campaign to mobilize women in support of common sense immigration policies that will keep families together and empower women.",
        "description_esp": "We Belong Together es una campaña para movilizar a mujeres en apoyo a las políticas migratorias que van a permanecer a nuestras familias unidas y empoderar mujeres."
    },
        {
        "name": "UNA VIDA, DOS PAISES",
        "image": "https://static1.squarespace.com/static/57374fc227d4bd28d984d633/57cd1771ebbd1afd7c11cbfe/57d9b7b8e3df281fe6231c76/1473886216298/una-vida-dos-paises.png",
        "url": "http://www.unavidathefilm.com/home-english#introduction-1",
        "description": "Una Vida, Dos Países is a collaboration among educators, researchers and filmmakers. Tatyana Kleyn, William Perez and Rafael Vásquez were Fulbright Scholars in 2014-15 in Mexico.  Ben Donnellon and Tatyana Kleyn collaborated on a related film in 2013. ",
        "description_esp": "Una Vida, Dos Países es una colaboración entre educadores, investigadores y cineastas. Tatyana Kleyn, William Perez y Rafael Vasquez fueron becarios Fulbright en 2014-2015 en Mexico. Ben Donnellon y Tatyana Kleyn colaboraron en una película relacionada, en 2013."
    }
]