[
    {
        "name": "UNA VIDA, DOS PAISES",
        "image": "https://static1.squarespace.com/static/57374fc227d4bd28d984d633/57cd1771ebbd1afd7c11cbfe/57d9b7b8e3df281fe6231c76/1473886216298/una-vida-dos-paises.png",
        "description": "Una Vida, Dos Países is a collaboration among educators, researchers and filmmakers. Tatyana Kleyn, William Perez and Rafael Vásquez were Fulbright Scholars in 2014-15 in Mexico.  Ben Donnellon and Tatyana Kleyn collaborated on a related film in 2013. ",
        "description_esp": "Maggie Loredo nació en San Luis Potosí, México. A la edad de 2 años ella migro con sus papas y regreso a los 18 años; ella esta decidió regresar a México donde ahora reside desde hace 8 anos. Como fundadora de ODA ella está dedicada a l bienestar de jóvenes deportados y retornado, aboga por su comunidad en ambos lados de la frontera, y coordina los proyectos."
    },
    {
        "name": "Victor H. Manuel",
        "image": "https://static1.squarespace.com/static/57374fc227d4bd28d984d633/t/5784300b197aea8d8c9d77d1/1468281110626/?format=750w",
        "description": "Victor H. Manuel. Born in Mexico emigrated to the US with his family at age 3 where he grew up in Las Vegas NV before moving back at the age of 18 after his father was deported. As an active member of ODA and the community he has participated in interviews, events, and binational dialogues to raise awareness for returnees in Mexico.",
        "description_esp":"Victor H. Manuel, nació en México, migro a Los Estados Unidos con su familia a los 3 años donde creció en Las Vegas, Nevada antes de mudarse de regreso a México a los 18 años después de que su padre fuera deportado. Como miembro activo de ODA y la comunidad el participa en entrevistas, eventos y diálogos internacionales con el fin de crear conciencia sobre los jóvenes retornados."
    },
    {
        "name": "Claudia A. Amaro",
        "image": "https://static1.squarespace.com/static/57374fc227d4bd28d984d633/t/5769939029687f83b193259f/1467778571670/?format=750w",
        "description": "Claudia A. Amaro, was born in Tijuana. She moved to the U.S. at age 12 in 1988 after her father’s assassination. In 2006 her husband was deported and Claudia decided to move back to Mexico with him and their son. In 2013, Claudia joined the #Dream9 to return home to Kansas City. She supports ODA as liason in the United States.",
        "description_esp":"Claudia A. Amaro nació en Tijuana. Se mudó a Los Estados Unidos a la edad de 12 en el año 1998 después del asesinato de su padre. En el 2006 su esposo es deportado y Claudia decide mudarse de regreso a México con él y su hijo. En el 2013, Claudia se une a los #Dream9 para regresar a su hogar en la Ciudad de Kansas. Ella apoya a ODA como enlace en Los Estados Unidos."
    },
    {
        "name": "Enrique Rojas",
        "image": "https://static1.squarespace.com/static/57374fc227d4bd28d984d633/t/57921c39bebafb82765645c2/1469193293519/?format=750w",
        "description": "Enrique Rojas was born in Cuernavaca Morelos. At the age of 12 he emigrated to the US with his family. At 24, he decided to return to Mexico and continue with his education. In 2015, he graduated from Universidad Tecnologica Emiliano Zapata and in 2016 he received his professional license and university degree as an IT Engineer. He currently lives in Mexico City where he works for an IT company whose headquarter is located in San Diego, California. As a member of ODA Enrique wants to help people like us (returnees and deported) young and elder “dreamers” to realize that there is hope and opportunities here in Mexico.",
        "description_esp": "Enrique Rojas, nació en Cuernavaca, Morelos. A la edad de 12 años migro a Los Estados Unidos con su familia. A los 24, el decidió regresar a México para poder continuar con su educación. En el 2015, se graduó de la Universidad Tecnológica Emiliano Zapata y en el 2016 recibió su cedula profesional y su título universitario como Ingeniero en Informatica. Actualmente el radica en la Ciudad de México en donde trabaja para una empresa con sede en San Diego, California. Como miembro de ODA Enrique quiere ayudar para que jóvenes como nosotros (deportados o retornados) y “dreamers” adultos se den cuenta que también hay esperanza y oportunidades en México."
    },
    {
        "name": "Jill Anderson",
        "image": "https://static1.squarespace.com/static/57374fc227d4bd28d984d633/t/5769939029687f83b193259e/1467778502862/?format=750w",
        "description": "Originally from Provo, Utah and Houston, Texas, Jill Anderson immigrated to Mexico City ten years ago. She is a writer, scholar-activist, and mother to two beautiful, binational daughters. As a founding member of ODA, she currently contributes via research, speaking events, teach-ins, press relations, and community connections.",
        "description_esp": "Originaria de Provo, Utah y Houston, Texas, Jill Anderson migro a la Ciudad de Méxicohace diez años. Ella es escritora, investigadora académica y mama de dos hermosas hijas binacionales. Como fundadora de ODA, ella actualmente contribuye por medio de investigaciones, conferencias en eventos, participa como docente en cursos académicos, se relaciona con medios y conecta a la comunidad."
    },
    {
        "name": "Víctor M. Saucedo",
        "image": "https://static1.squarespace.com/static/57374fc227d4bd28d984d633/t/57842ed65016e1887f955eb9/1468281280611/?format=1000w",
        "description": "Víctor M. Saucedo, was born in Chihuahua, Mexico. He moved to the U.S. at age 2 and currently lives in San Antonio, TX. He's a musician and technology enthusiast. In 2012 he received his DACA in order to work for a Texas IT company. He was a part of #UnitedWeDream which helped wage the fight that got movement to the victory of DACA. He supports ODA as Website Admin.",
        "description_esp": "Victor M. Saucedo, nació en Chihuahua, México. Él se mudó a Los Estados Unidos a la edad de 2 años y actualmente reside en San Antonio, Texas. Él es músico y entusiasmado con la tecnología. En el 2012 el recibió su permiso de DACA para poder laborar en la empresa Texas IT. Él fue parte de #UnitedWeDream lo cual ayudo a luchar para que el movimiento obtuviera la victoria de DACA. Él apoya a ODA como administrador de la página web."
    }
]